blueman
bluez
bluez-utils
btop
discord
dunst
ethtool
fastfetch
fd
ffmpeg
ffmpegthumbnailer
fzf
gnome-disk-utility
grim
hyprland
hyprpolkitagent
imagemagick
imv
jq
kio-admin
kitty
mpv
nerd-fonts
pavucontrol
poppler
ripgrep
sddm
slurp
speedtest-cli
steam
swww
thunar
tumbler
waybar
wl-clipboard
wofi
xdg-desktop-portal-hyprland
yazi
zoxide
